// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Lokeroiden määritys";

SearchKeywords = "Lokeroiden määritys";
SearchKeywords1 = "Voit määrittää oletusarvoisen tulostusmateriaalin tyypin ja koon jokaiselle lokerolle.";
SearchKeywords2 = "Oletusarvoinen tulostusmateriaalin tyyppi";
SearchKeywords3 = "Oletusarvoinen tulostusmateriaalin koko";
SearchKeywords4 = "Mukautettu tulostusmateriaalin koko";

CustomMediaSizeFormat = "%@ %@x%@ %@";
UpdateInformationProcessTitle = "Tietoja päivitetään...";
HSDTaskDescription = "Voit määrittää oletusarvoisen tulostusmateriaalin tyypin ja koon jokaiselle lokerolle.";
HSDTraysHeaderTitle = "Lokerot";
HSDDefaultMediaTypeLabel = "Oletusarvoinen tulostusmateriaalin tyyppi:";
HSDDefaultMediaSizeLabel = "Oletusarvoinen tulostusmateriaalin koko:";
HSDCustomMediaSizeLabel = "Mukautettu tulostusmateriaalin koko:";
HSDCancelButtonTitle = "Peruuta";
HSDOKButtonTitle = "OK";
HSDChangeButtonTitle = "Muuta…";

TrayTitleTemplate = "Lokero %d";
"ENV FEEDER" = "Kirjekuorilokero";
UnavailableValue = "Tuntematon";

UnitsInches = "tuumaa";
UnitsMillimeters = "millimetriä";
ValueInches = "tuumaa";
ValueMillimeters = "millimetriä";

// Localizations for tray descriptions
"Tray 1" = "Lokero 1";
"Tray 2" = "Lokero 2";
"Tray 3" = "Lokero 3";
"Tray 4" = "Lokero 4";
"Tray 5" = "Lokero 5";
"Tray 6" = "Lokero 6";

auto = "Mikä tahansa";
anySupportedType = "Mikä tahansa";
plain = "Tavallinen";
MediaTypeThickPlain = "Tavallinen paperi, paksu";
thickPlain = "Tavallinen paperi, paksu";
stationery-preprinted = "Esipainettu";
stationery-letterhead = "Kirjelomake";
MediaTypeTransparency = "Kalvo";
stationery-prepunched = "Rei’itetty";
labels = "Tarrat";
bond = "Kova asiakirjapaperi";
HPUniversalBond = "Kova asiakirjapaperi";
recycled = "Uusiopaperi";
color = "Värillinen";
MediaTypeLight = "Kevyt 60-75g";
MediaTypeIntermediate = "Keskikoko 90-104g";
MediaTypeHeavy = "Paksu 105-120g";
MediaTypeExtraHeavy = "Erittäin paksu 120-163g";
MediaTypeClearCardstock = "Korttipaperi";
MediaTypeCardstock = "Korttipaperi 164-220g";
MediaTypeCardstock176220 = "Korttipaperi 176-220g";
cardstock = "Korttipaperi 176-220g";
MediaTypeCardstock164200 = "Korttipaperi 164-200g";
MediaTypeCardstockGreater163 = "Korttipaperi > 163g";
MediaTypeRough = "Karkea 90-105g";
MediaTypeGlossy = "Kiiltävä 75-120g";
MediaTypeGlossy106120 = "Kiiltävä 106-120g";
MediaTypeHeavyGlossy = "Raskas kiiltävä 120-160g";
MediaTypeExtraHeavyGlossy = "Erittäin painava kiiltävä 160-220g";
MediaTypeGlossyFilm = "Kovapaperi";
envelope = "Kirjekuori";
vellum = "Silopaperi";
intermediate = "Keskikoko 85-95g";
heavy = "Paksu 111-130g";
MediaTypeHeavy75164 = "Paksu 75-164g";
extraHeavy = "Erittäin paksu 131-175g";
MediaTypeHeavyGlossy111130 = "Raskas kiiltävä 111-130g";
MediaTypeExtraHeavyGlossy131175 = "Erittäin paksu kiiltävä 131-175g";
midweight = "Keskiraskas 96-110g";
MediaTypeCardGlossy176220 = "Kiiltävä kortti 176-220g";
MediaTypeMidWeightGlossy96110 = "Keskiraskas kiiltävä 96-110g";
MediaTypeHPMatte105 = "HP:n matta 105g";
MediaTypeHPLaserJet90 = "HP:n matta 90g";
MediaTypeHPPremiumChoiceMatte120 = "HP:n matta 120g";
MediaTypeHPPresentationSoftGloss120 = "HP:n pehmeän kiiltävä 120g";
MediaTypeHPColorLaserBrochureMatte160 = "HP:n matta värilaseresite 160g";
MediaTypeHPColorLaserBrochureGlossy160 = "HP:n kiiltävä värilaseresite 160g";
MediaTypeHPColorLaserPhotoGlossy220 = "HP:n kiiltävä värilaservalokuva 220g";
MediaTypeHPColorLaserPhotoGlossy220FP = "HP<3A>n kiilt. värilaservalok. 220g (nop. tulost.)";
MediaTypeHPColorLaserPhotoGlossy220HG = "HP<3A>n kiiltävä värilaservalokuva 220g (kiiltävämpi)";
MediaTypeHPBrochureGlossy200FP = "HP<3A>n kiiltävä esite 200g (nop. tulost.)";
MediaTypeHPBrochureGlossy200HG = "HP<3A>n kiiltävä esite 200g (kiiltävämpi)";
MediaTypeMonochromeLaserTransparency = "Mustavalkolaserkalvo";
MediaTypeHeavyEnvelope = "Paksu kirjekuori";
heavyEnvelope = "Paksu kirjekuori";
MediaTypeHeavyRough = "Paksu karkea";
MediaTypeOpaqueFilm = "Läpikuultamaton kalvo";
MediaTypeHPCoverMatte200 = "HP:n matta 200g";
MediaTypeTough = "Luja";
rough = "Karkea";
MediaTypeHPToughPaper = "HP:n luja paperi";
MediaTypeHPMatte150 = "HP:n matta 150g";
MediaTypeHPMatte160 = "HP:n matta 160g";
MediaTypeHPMatte200 = "HP:n matta 200g";
MediaTypeHPGlossy120 = "HP:n kiiltävä 120g";
MediaTypeHPSoftGloss120 = "HP:n pehmeän kiiltävä 120g";
MediaTypeHPMatte105g = "HP:n matta 105g";
MediaTypeHPMatte120 = "HP:n matta 120g";
MediaTypeHPGlossy130 = "HP:n kiiltävä 130g";
MediaTypeHPGlossy160 = "HP:n kiiltävä 160g";
MediaTypeHPGlossy150 = "HP:n kiiltävä 150g";
MediaTypeHPGlossy200 = "HP:n kiiltävä 200g";
MediaTypeHPGlossy220 = "HP:n kiiltävä 220g";
light = "Kevyt 60-74g";
MediaTypeLightLess75 = "Kevyt < 75g";
MediaTypeClearColor = "Väri";
MediaTypeHPMatte90 = "HP:n matta 90g";
MediaTypeHPTriFoldColorLaserBrochure160g = "HP<3A>n kolmitaitteinen värilaseresite 160g";
MediaTypeHPTriFoldColorLaserBrochure150g = "HP<3A>n kolmitaitteinen värilaseresite 150g";
MediaTypeHPTriFoldBrochureGlossy150g = "HP Brochure 3-taitoksinen kiiltävä 150g";
MediaTypeHPTriFoldBrochureGlossy180g = "HP Brochure 3-taitoksinen kiiltävä 180g";
HPTrifoldBrochureGlossy180gsm = "HP Brochure 3-taitoksinen kiiltävä 180g";
MediaTypeMatte = "Matte";
MediaTypeMatteCover = "Matte Cover";
MediaTypeMatteBrochure = "Matte Brochure";
MediaTypeHPBrochureAndFlyerMatte = "HP Brochure & Flyer Matte 180g";
MediaTypeHPGlossyEdgeline = "HP Edgeline Glossy 180g";
HPEcoSMARTLite = "HP EcoSMART Lite";
MediaTypeHPEcoFFICIENT = "HP EcoFFICIENT";
MediaTypeShelfEdgeLabels = "Retail Shelf Edge Labels";
MediaTypeHPBrochureMatte180g = "HP:n esitepaperi, matta 180 g";
MediaTypeHPBrochureMatte = "HP:n esitepaperi, matta";
HPBrochureMatte = "HP:n esitepaperi, matta 180 g";
MediaTypeHPBrochureGlossy180g = "HP:n esitepaperi, kiiltävä 180 g";
MediaTypeHPBrochureGlossy = "HP:n esitepaperi, kiiltävä";
HPBrochureGlossy = "HP:n esitepaperi, kiiltävä 180 g";
MediaTypeHPAdvancedPhotoPapers = "HP Advanced -valokuvapaperit";
HPAdvancedPhoto = "HP Advanced -valokuvapaperit";
MediaTypeHPPremiumPresentationMatte120g = "HP Premium -esitysmattapaperi 120g";
HPPremiumPresentationMatte = "HP Premium -esitysmattapaperi 120g";

na_executive_7.25x10.5in = "Executive";
na_letter_8.5x11in = "Letter";
na_legal_8.5x14in = "Legal";
na_invoice_5.5x8.5in = "Statement";
na_foolscap_8.5x13in = "Oficio 8.5x13";
MediaSizeROC16K = "16K";
MediaSizeJISExecutive = "Executive (JIS)";
iso_a5_148x210mm = "A5";
MediaSizeISOandJISA5Rotated = "A5 ◻︎";
iso_a4_210x297mm = "A4";
MediaSizeISOB5 = "B5";
jis_b5_182x257mm = "B5 (JIS)";
jpn_oufuku_148x200mm = "Kaksinkert. postikortti (JIS)";
na_number-10_4.125x9.5in = "Kirjekuori nro 10";
na_monarch_3.875x7.5in = "Kirjekuori Monarch";
iso_c5_162x229mm = "Kirjekuori C5";
iso_dl_110x220mm = "Kirjekuori DL";
iso_b5_176x250mm = "Kirjekuori B5";
iso_b5_envelope_176x250mm = "Kirjekuori B5";
custom = "Mukautettu";
MediaSizeAnyCustom = "Mikä tahansa mukautus";
any = "Mikä tahansa";
MediaSizeLedger = "11x17";
na_ledger_11x17in = "11x17";
iso_a6_105x148mm = "A6";
MediaSizeISOandJISA3 = "A3";
iso_a3_297x420mm = "A3";
jis_b6_128x182mm = "B6 (JIS)";
MediaSizeJISB4 = "B4 (JIS)";
jis_b4_257x364mm = "B4 (JIS)";
MediaSizeTabloidExtra = "12x18";
na_tabloid-extra_12x18in = "12x18";
MediaSizeROC16K7_75x10_75in = "16K 7,75 x 10,75 tuumaa";
MediaSizeROC8K10_75x15_50in = "8K 10,75 x 15,50 tuumaa";
MediaSizeROC8K = "8K";
MediaSizeROC8K270x390 = "8K 270 x 390 mm";
prc_8k_270x390mm = "8K 270 x 390 mm";
prc_16k_195x270mm = "16K 195 x 270 mm";
prc_16k_197x273mm = "16K 197 x 273 mm";
MediaSizeROC8K260x368 = "8K 260 x 368 mm";
prc_8k_260x368mm = "8K 260 x 368 mm";
MediaSizeROC8K273x394 = "8K 273 x 394 mm";
prc_8k_273x394mm = "8K 273 x 394 mm";
jpn_hagaki_100x148mm = "Postikortti (JIS)";
prc_16k_184x260mm = "16K 184 x 260 mm";
MediaSizeIndexCard3x5 = "3x5";
na_index-3x5_3x5in = "3x5";
na_index-4x6_4x6in = "4x6";
na_index-5x8_5x8in = "5x8";
MediaSizeCommercial9 = "Kirjekuori nro 9";
na_number-9_3.875x8.875in = "Kirjekuori nro 9";
MediaSizeInternationalC6 = "Kirjekuori C6";
iso_c6_114x162mm = "Kirjekuori C6";
MediaSizeUSLetterRotated = "Letter ▭";
MediaSizeISOandJISA4Rotated = "A4 ▭";
om_small-photo_100x150mm = "10x15cm";
MediaSizeIndexCard5x7 = "5x7";
na_5x7_5x7in = "5x7";
om_medium-photo_130x180mm = "13x18cm";
MediaSizeRA4 = "RA4";
iso_ra4_215x305mm = "RA4";
MediaSizeSRA4 = "SRA4";
iso_sra4_225x320mm = "SRA4";
MediaSizeRA3 = "RA3";
iso_ra3_305x430mm = "RA3";
MediaSizeSRA3 = "SRA3";
na_legal_216x340mm = "Oficio 216x340 mm";
MediaSizeJapansePostcardDoubleRotated = "Kaksinkert. postikortti (JIS)";
MediaSizeL9x13 = "L 9 x 13 cm";
om_photo_89x127mm = "L 9 x 13 cm";
MediaSizeJapaneseEnvelopeChou3 = "Japanilainen kirjekuori, Chou nro 3";
jpn_chou3_120x235mm = "Japanilainen kirjekuori, Chou nro 3";
MediaSizeJapaneseEnvelopeChou4 = "Japanilainen kirjekuori, Chou nro 4";
jpn_chou4_90x205mm = "Japanilainen kirjekuori, Chou nro 4";
jpn_oufuku-rot_148x200mm = "Avattava kortti (JIS)";
